const categories = [
    {
        title: "вудки",
        subcategories: [
            {
                items: [
                    { id: '49', name: "Спінінгові" },
                    { id: '50', name: "Кастингові" },
                    { id: '51', name: "Фідерні" },
                    { id: '52', name: "Морські" },
                    { id: '53', name: "Коропові" },
                    { id: '54', name: "Поплавочні" },
                    { id: '55', name: "Вершинки та камлі" }
                ]
            }
        ]
    },
    {
        title: "котушки",
        subcategories: [
            {
                items: [
                    { id: '56', name: "Безінерційні" },
                    { id: '57', name: "Мультиплікаторні" },
                    { id: '58', name: "Провідні" },
                    { id: '59', name: "Додаткові шпулі" }
                ]
            }
        ]
    },
    {
        title: "снасті",
        subcategories: [
            {
                items: [
                    { id: '60', name: "Готові монтажі" },
                    { id: '61', name: "Гачки" },
                    { id: '62', name: "Грузила" },
                    { id: '63', name: "Джиг - головки" },
                    { id: '64', name: "Годівниці" },
                    { id: '65', name: "Поплавки" },
                    { id: '66', name: "Карабіни та застібки" }
                ]
            }
        ]
    },
    {
        title: "прикормки",
        subcategories: [
            {
                items: [
                    { id: '67', name: "Блешні" },
                    { id: '68', name: "Балансири" },
                    { id: '69', name: "Воблери" },
                    { id: '70', name: "Силікон" },
                    { id: '71', name: "Діпи" },
                    { id: '72', name: "прикормки" }
                ]
            }
        ]
    },
    {
        title: "обладнання",
        subcategories: [
            {
                items: [
                    { id: '73', name: "Ракети та рогатки" },
                    { id: '74', name: "Ємності для підгодовування" },
                    { id: '75', name: "Тубуси та чохли" },
                    { id: '76', name: "Сумки" },
                    { id: '77', name: "Коробки для риболовлі" },
                    { id: '78', name: "Платформи та станції" },
                    { id: '79', name: "Ящики для риболовлі" },
                    { id: '80', name: "Поводочниці та мотовила" }
                ]
            }
        ]
    },
    {
        title: "Ліхтарі",
        subcategories: [
            {
                items: [
                    { id: '81', name: "Комплектуючі для ліхтарів" },
                    { id: '82', name: "Налобні ліхтарі" },
                    { id: '83', name: "Ручні ліхтарі" },
                    { id: '84', name: "Кемпенгові ліхтарі" },
                    { id: '85', name: "Ліхтарі зброї" },
                    { id: '86', name: "Елементи живлення" }
                ]
            }
        ]
    },
    {
        title: "Термобілизна",
        subcategories: [
            {
                items: [
                    { id: '87', name: "Термобілизна" },
                    { id: '88', name: "Шкарпетки" },
                    { id: '89', name: "Головні убори" },
                    { id: '90', name: "Нашивки" },
                    { id: '91', name: "Рукавички" },
                    { id: '92', name: "Пояси" }
                ]
            }
        ]
    }
];

export default categories;