
const categories = [
    {
        title: "Ружья",
        subcategories: [
            {
                subtitle: "Нарезные",
                items: [
                    { id: '1', name: "Напівавтоматичні" },
                    { id: '2', name: "Штуцери" },
                    { id: '3', name: "З поздовжньо-ковзним затвором" },
                    { id: '4', name: "Дрібнокаліберні" }
                ]
            },
            {
                subtitle: "Гладкоствольные",
                items: [
                    { id: '5', name: "Переломні" },
                    { id: '6', name: "Помпові" },
                    { id: '7', name: "З продольно-ковзним затвором" }
                ]
            }
        ]
    },
    {
        title: "патрони",
        subcategories: [
            {
                items: [
                    { id: '8', name: "Дробові патрони" },
                    { id: '9', name: "Картеч" },
                    { id: '10', name: "Кульові патрони" },
                    { id: '11', name: "Нарізні" },
                    { id: '12', name: "Гладкоствольні" }
                ]
            }
        ]
    },
    {
        title: "Аксесуари",
        subcategories: [
            {
                subtitle: "",
                items: [
                    { id: '13', name: "Кейси" },
                    { id: '14', name: "Чохли" },
                    { id: '15', name: "Підсумки" },
                    { id: '16', name: "Коробки для патронів" },
                    { id: '17', name: "Сумки" },
                    { id: '18', name: "Патронташі" },
                    { id: '19', name: "Фіксатори патронів" },
                    { id: '20', name: "Ремені збройові" }
                ]
            }
        ]
    },
    {
        title: "Ножі",
        subcategories: [
            {
                subtitle: "",
                items: [
                    { id: '21', name: "Ножі з фіксованим клинком" },
                    { id: '22', name: "Складні ножі" },
                    { id: '23', name: "Тренувальна зброя" },
                    { id: '24', name: "Комплектуючі для ножів" },
                    { id: '25', name: "Точильні пристрої" }
                ]
            }
        ]
    },
    {
        title: "Одяг",
        subcategories: [
            {
                subtitle: "Верхній одяг",
                items: [
                    { id: '26', name: "Куртки" },
                    { id: '27', name: "Костюми" },
                    { id: '28', name: "Футболки та джемпера" },
                    { id: '29', name: "Штани та комбінезони" }
                ]
            },
            {
                subtitle: "Взуття",
                items: [
                    { id: '30', name: "Черевики" },
                    { id: '31', name: "Чоботи" },
                    { id: '32', name: "Гумові чоботи" },
                    { id: '33', name: "Заброди та комбінезони" }
                ]
            }
        ]
    },
    {
        title: "Догляд за зброєю",
        subcategories: [
            {
                subtitle: "",
                items: [
                    { id: '34', name: "Шомполи" },
                    { id: '35', name: "Набори для чищення" },
                    { id: '36', name: "Протяжки" },
                    { id: '37', name: "Насадки" },
                    { id: '38', name: "Направляючі" },
                    { id: '39', name: "Засоби для чишення" },
                    { id: '40', name: "Фарба" },
                    { id: '41', name: "Інші аксесуари" }
                ]
            }
        ]
    },
    {
        title: "Мисливські аксесуари",
        subcategories: [
            {
                subtitle: "",
                items: [
                    { id: '42', name: "Опудала" },
                    { id: '43', name: "Горни" },
                    { id: '44', name: "Маскування" },
                    { id: '45', name: "Радіостанції" }
                ]
            }
        ]
    },
    {
        title: "Стрілецькі аксесуари",
        subcategories: [
            {
                subtitle: "",
                items: [
                    { id: '46', name: "Мішені" },
                    { id: '47', name: "Тарілки" },
                    { id: '48', name: "Інше" }
                ]
            }
        ]
    }
];
export default categories;
