const categories = [
    {
        title: "зброя",
        subcategories: [
            {
                items: [
                    { id: '93', name: "Травматична зброя" },
                    { id: '94', name: "Пневматична зброя" },
                    { id: '95', name: "Зброя під патрон Флобер" },
                    { id: '96', name: "Сигнально - шумова зброя" },
                    { id: '97', name: "Метальна зброя" }
                ]
            }
        ]
    },
    {
        title: "набої",
        subcategories: [
            {
                items: [
                    { id: '98', name: "Патрони" },
                    { id: '99', name: "Пневматичні патрони" },
                    { id: '100', name: "Патрони Флобера" },
                    { id: '101', name: "Стріли" }
                ]
            }
        ]
    },
    {
        title: "Аксесуари",
        subcategories: [
            {
                items: [
                    { id: '102', name: "Зберігання та транспортування" },
                    { id: '103', name: "Чищення та догляд" },
                    { id: '104', name: "Стрілецькі аксесуари" }
                ]
            }
        ]
    },
    {
        title: "комплектуючі",
        subcategories: [
            {
                items: [
                    { id: '105', name: "Комплектуючі до зброї" },
                    { id: '106', name: "Кріплення для оптики" },
                    { id: '107', name: "Травмотичній зброї" },
                    { id: '108', name: "Пневматичній зброї" },
                    { id: '109', name: "Мітальній зброї" }
                ]
            }
        ]
    },
    {
        title: "Інстремент",
        subcategories: [
            {
                items: [
                    { id: '110', name: "Мультитули" },
                    { id: '111', name: "Мочете" },
                    { id: '112', name: "Тапори" },
                    { id: '113', name: "Лопати" },
                    { id: '114', name: "Пили" },
                    { id: '115', name: "Спецінструмент" }
                ]
            }
        ]
    },
    {
        title: "Екіпірування",
        subcategories: [
            {
                items: [
                    { id: '116', name: "Розвантажувальні та бронежелети" },
                    { id: '117', name: "Страхувальні желети" },
                    { id: '118', name: "Бронепластини" },
                    { id: '119', name: "Шоломи" },
                    { id: '120', name: "Налокітники та наколінники" },
                    { id: '121', name: "Навушники та беруші" },
                    { id: '122', name: "Окуляри" },
                    { id: '123', name: "Підсумки" }
                ]
            }
        ]
    },
    {
        title: "засоби самозахисту",
        subcategories: [
            {
                items: [
                    { id: '124', name: "засоби самозахисту" },
                    { id: '125', name: "Газові балончики" }
                ]
            }
        ]
    }
];

export default categories;

